#ギフトコード入力画面url
URL = "https://wos-giftcode.centurygame.com"

#同盟メンバーのidリスト
MEMBER_ID = [
    #R5
        138848561, #にゃんころ
    #R4
        140993927, #Fooped
        141632915, #Monsiuer
        142600426, #うりぴす
        139932236, #ちかたん
        139584550, #タマオ
        144428855, #Fooped sub
        140682188, #ぴぃころ
        144352018, #にゃんころ大好き
    #R3
        198719922, #バイク乗り
        141799302, #きいやん
        139130177, #成田
        140256582, #八咫烏
        140274859, #ほまれ
        142028794, #おこめ
        141374064, #バジル
        141977406, #まるv
        141292532, #花姫v
        142336891, #鶏白湯v
        138798001, #Dai v
        141210386, #ゴンスケv
        139013765, #けんじぃv
        140439280, #merku v
        138798162, #Mladro v
        138654357, #koto v
        140225163, #あいちゃんv
        141047372, #MJ43v
        138816479, #ナマケモノv
        141701079, #tomoyan v
        140862789, #孫興民v
        142306323, #lord
        138899414, #taro v
        142452909, #のりぞうv
        139326114, #らぐおv
        142570133, #汐華初v
        138703696, #まゆぴv
        141539022, #ぶらんこv
        140521772, #ルパンv
        141652032, #いいちこv
        140683800, #haidi v
        139375319, #Tomotosu　v
        141814868, #mmmmm v
        140619706, #tgachapin v
        141042727, #Tuesdat 3v
        140454406, #ぽてとv
        144022726, #ニコルv
        141369965, #獅子GON v
        140915769, #140915769v
        141550273, #サッスローv
        139323710, #ミツキv
        138917729, #LiuChaos v
        140240946, #家のネコv
        138553984, #おとうふv
        138962046, #鬼太郎v
        140551666, #いろはすv
        140702265, #teo v
        140553890, #アメンボv
        141324218, #木村v
        142518851, #あまるv
        140015226, #ユウホウv
        142206867, #くされはげv
        139933559, #Sabisuke v
        141355618, #シャリモニv
        140883931, #ひめたんv
        139077957, #ふぶきv
        138932251, #こいとv
        141535731, #eru v
        139359964, #ハチミツビーv
        140113800, #まくらんv
        139030877, #Kyomo
        138601785, #Lavieet
        143392862, #宮川v
        142028794, #おこめv
        147999302, #lord v
        141421570, #たかっちv
        138948906, #ぱんちーと
        139077957, #ふぶき
        139030877, #kyomo
        140292841, #なるけん
        139012918, #スーパーイエロー
        140389515, #ギンヌメール
    #R2
        168197133, #doubter
        200572032, #Love so sweet
        140439275, #monanzv
        169832472, #琥珀ニャンv
        140831030, #まっくすむらいv
        139751521, #ちゃむv
        141670073, #HEROたんv
        141780537, #とろろv
        139765753, #きなみたv
        139864964, #st_attt v
        141009783, #mar
        142046930, #Max Binge v
        139931300, #lord
        151166848, #うなぎパイv
        141227990, #ヤルダバオトv
        140406724, #Suga
        139523971, #クロロ
        142504643, #芸人
        137330387, #toron
    #R1
        140157583, #8888333
        199650054, #ちかちゃん家の養豚場
        186675958, #Foopedのえさ
        138570171, #lord
]